Repository: vosi/django-xtags
Catalog: xtags/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Tagged Items Count
ru: Количество протегированных объектов
uk: Кількість протегованих об'єктів

source: Merge selected tags
ru: Объединить выбранные теги
uk: Об'єднати обрані теги

source: Multiple tags were given.
ru: Введено несколько тегов.
uk: Було введено декілька тегів.

source: A tag may be no more than %s characters long.
ru: Тег не может быть длиннее %s символов.
uk: Кількість букв у тегу повинно бути не більше ніж %s.

source: Please provide a comma-separated list of tags.
ru: Введите теги, отделённые запятой.
uk: Введіть теги, відділені комою.

source: Each tag may be no more than %(length)s characters long.
ru: Каждый тег не может быть длиннее %(length)s символов.
uk: Кількість букв у одному тегу повинно бути не більше ніж %(length)s.

source: Tags
ru: Теги
uk: Теги

source: A comma-separated list of tags.
ru: Список тегов, отделённые запятой.
uk: Список тегів, які відділені комою.

source: Name
ru: Имя
uk: Назва

source: Promote tag
ru: Выделить тег
uk: Виділити тег

source: Tag
ru: Тег
uk: Тег

source: %(object)s tagged with %(tag)s
ru: %(object)s помечено тегом %(tag)s
uk: %(object)s протеговано тегом: %(tag)s

source: Object id
ru: ИД объекта
uk: ІД об'єкту

source: Content type
ru: Тип объекта
uk: Тип контенту

source: Tagged Item
ru: Протегированный объект
uk: Протегований об'єкт

source: Tagged Items
ru: Протегированные объекты
uk: Протеговані об'єкти
